<!DOCTYPE html>
<!--
To change this license header, choose License Headers in Project Properties.
To change this template file, choose Tools | Templates
and open the template in the editor.
-->
<html>
    <head>
		<Title>The lost crown</title>
        <meta charset="UTF-8">
        <h1>The Lost Crown</h1>
		
			
		
		<link rel="stylesheet" href="css/site.css">
	</head>
    <body>
        <p>Το The lost Crown - A ghost hunting adventure story πρόκειται
		για ένα point and click adventure τρόμου και όποιος πιστεύει ότι τα είδη point and click και  
		τρόμου δεν παντρεύονται , πλανάται οικτρά. Επίσης όποιος βλέποντας τις ασπρόμαυρες φωτογραφίες
		του παιχνιδιού, θεωρήσει ότι έχει μπροστά του άλλο ένα παράδειγμα χιπστερικής ιντίλας, έχει πέσει 
		στην ίδια ακριβώς παγίδα με εμένα. Αλλά ας πάρουμε τα πράματα από την αρχή. </p>
       
		<p>Υποδύεστε τον Danvers, έναν υπάλληλο μιας εταιρίας, ο όποιος μια
		ωραία μέρα καθώς ψαχούλευε, έπεσε το μάτι του σε διάφορα έγγραφα και φωτογραφίες που αποδεικνύουν 
		την ύπαρξη φαντασμάτων. Αλλά το σοκ του δεν σταματά εκεί, μιας και όλα δείχνουν ότι ο εργοδότης
		του πραγματοποιεί πειράματα τα οποία έχουν σαν στόχο το άνοιγμα μίας πύλης προς τον κόσμο των
		νεκρών. Ο Davners μέσα στο “σοκ” του, κάνει ότι θα έκανε ο μέσος άνθρωπος. Τραβάει μια εκτύπωση
		όλων αυτών και μην τον είδατε τον Παναή. Συγνώμη τον Danvers. Για κακή του τύχη όμως, φαίνεται
		ότι ο εργοδότης του στον ελεύθερό του χρόνο σκηνοθετεί το Big Brother μιας και μέσω καμερών 
		ακολουθεί την φυγή του Danvers μέχρι το απομονωμένο χωριό Saxton. Εκεί ο Danvers αποδυκνύει για 
		άλλη μια φορά πόσο φυσιολογικός άνθρωπος είναι , αφού ύστερα από μια ολιγόλεπτη τηλεφωνική 
		συνομιλία με τον τέως εργοδότη του, αποφασίζει όχι μόνο να τον βοηθήσει στην έρευνά του για 
		παραφυσικά φαινόμενα, χωρίς καν κάποια απειλή από το μέρος του, αλλά να ψάξει παράλληλα με την 
		έρευνα και για την κορώνα ενός αρχαίου Αγγλο-σάξονα βασιλιά η οποία φαίνεται να είναι κρυμμένη
		στην περιοχή. Συνδυασμός της δουλειάς με την διασκέδαση; Πάντως ένα είναι σίγουρο. Το Saxton 
		κρύβει πολλά μακάβρια μυστικά , τα οποία οι κάτοικοι του χωριού δεν είναι καθόλου διατεθειμένοι 
		να μοιραστούν.  Θα καταφέρει ο Danvers να φέρει εις πέρας την αποστολή του ή θα καταλήξει και
		αυτός ανάμεσα στα πολλά αερικά που περιπλανώνται στον τόπο; </p>
		
		<p>Το πιο βασικό στοιχείο σε ένα παιχνίδι τρόμου , είναι η ατμόσφαιρά
		του και το The Lost Crown πραγματικά μεγαλουργεί σε αυτόν τον τομέα. Έχοντας σαν εφόδια ένα
		μαγνητόφωνο, έναν ανιχνευτή ADF , μία φωτογραφική μηχανή και μία βίντεο κάμερα, δηλαδή σύγχρονες
		συσκευές συνυφασμένες με την μυθολογία των κυνηγών φαντασμάτων, καλείστε να ερευνήσετε τις 
		σκοτεινές πτυχές του Saxton και της γύρω περιοχής. Οι αποκρουστικές ομιλίες, τα περιγράμματα που
		εμφανίζονται στις φωτογραφίες και ο βόμβος του ανιχνευτή , σε συνδυασμό με την μουσική και τους
		περίεργους ήχους που ακούγονται από το περιβάλλον γύρω σας, θα κάνουν και τον πιο σκληροτράχηλο
		να ανατριχιάσει αρκετές φορές κατά την διάρκεια του παιχνιδιού. Επίσης, τα μαυρόασπρα χρώματα 
		τελικά κάνουν την ατμόσφαιρα ακόμη περισσότερο αποπνικτική και απειλητική . </p>
		
		
		<p> Αφού αναφερθήκαμε στο κύριο στοιχείο ενός παιχνιδιού τρόμου,
		ήρθε η ώρα να αναφερθούμε και στο κύριο στοιχείο ενός point and click adventure , το οποίο 
		δεν είναι άλλο από τα puzzles. Το The Lost Crown τα καταφέρνει και εδώ λαμπρά, φέρνοντας τον 
		παίκτη αντιμέτωπο με βατά puzzles , τα οποία με προσοχή και αρκετή προσήλωση μπορούν να λυθούν. 
		Ο χειρισμός δεν θα δυσκολέψει κανέναν, μιας και είναι ο κλασικός point and click, με το inventory 
		να εμφανίζεται εύκολα πηγαίνοντας τον δείκτη του ποντικιού στο κάτω μέρος της οθόνης. 
		Οι τοποθεσίες που θα εξερευνήσετε είναι αρκετές , κάνοντας τις 30 ώρες που διαρκεί το παιχνίδι
		να περνάνε χωρίς να το καταλαβαίνετε καν ( εκτός από κάποιες φάσεις που λόγο τρόμου, ο χρόνος θα 
		φαίνεται ότι θα κυλάει απελπιστικά πιο αργά). </p>
		
		<p>Τα μόνα ψεγάδια του παιχνιδιού είναι η κίνηση των χαρακτήρων
		καθώς όταν περπατάνε φαίνεται ότι αιωρούνται και το σχεδόν ανύπαρκτο lip sychronization. Επίσης 
		δεν μπορώ να παραβλέψω το γεγονός ότι πολλές φορές οι αντιδράσεις των χαρακτήρων στα τεκταινόμενα
		παραείναι απαθής. Το γεγονός ότι περνάει φάντασμα μπροστά από τον πρωταγωνιστή φαίνεται ότι έχει 
		την ίδια σημασία με το να πέρναγε από μπροστά του καποιος ντυμενος stormtrooper στην μέση μιας 
		πόλης. Για να μην αναφέρω ότι με τον ίδιο ατάραχο τρόπο μιλάνε είτε απευθύνοντας τον λόγο στην 
		γιαγιάκα που τους προσφέρει τσάι είτε στο πνέυμα που έχει εγκατασταθεί στο σπίτι και αφήνει 
		δωράκι ένα ψαλίδι στο κρεβάτι κάθε βράδυ </p>
		
		<p>Σαν πρόσθετη πληροφορία είναι καλό να αναφερθεί ότι το φανταστικό
		χωριό Saxton βασίζεται στο πραγματικό χωριό Polperro και όπως φαίνεται στο παρακάτω video,
		τα μέρη που θα εξερευνήσετε στο παιχνίδι είναι πραγματικές τοποθεσίες που επεξεργάστηκαν 
		κατάλληλα για να ταιριάζουν περισσότερο σε ένα απομωνομένο χωριό όπως το Saxton. </p>
		
		<p>Συνοψίζοντας, το The lost Crown τα καταφέρνει θαυμάσια στον τομέα 
		του horror και του adventure , και παρά το μέτριο voice acting και animation, αξίζει με το
		παραπάνω τα 10 ευρώ που κοστίζει . Πρόκειται για μια αγορά που δεν θα μετανιώσουν καθόλου οι
		Adventurades και οι φαν των παιχνιδιών τρόμου, αρκεί να καταφέρουν να ξεπεράσουν το αίσθημα του
		indie που βγάζει το παιχνίδι. </p>
		

		
        <?php
    
	
	
        ?>
    </body>
</html>
